Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །ཉིན་དང་མཚན་དུ་རྣམ་པར་གནས།
en: “It is present day and night, Dripping in the form of ambrosia.

source: །དེ་ཉིད་ཀྱིས་ནི་སྒྲ་འབྱེད་ཅིང་།
en: By this ambrosia alone is the ‘sound’ unleashed

source: །མེ་ནི་དགའ་བར་བྱེད་པ་སྟེ།
en: And the flame satisfied.

source: །དེས་ནི་གང་བའི་དཀྱིལ་འཁོར་ནི།
en: “The maṇḍala will become filled with it,

source: །ཡིན་པ་ཉིད་དུ་ཐེ་ཚོམ་མེད།
en: There is no doubt about it.

source: །དེ་ཉིད་དཀྱིལ་འཁོར་ཞེས་བྱར་གསུངས།
en: Only this can be called maṇḍala

source: །དངོས་པོ་རྣམས་ཀྱི་སྙིང་པོ་མཆོག །དེ་ནི་ལེན་ཅིང་གཅོད་པའི་ཕྱིར།
en: Which is the ultimate essence of all things. “Since it gathers this essence,

source: །ལུས་ནི་དཀྱིལ་འཁོར་ཉིད་དུ་བརྗོད།
en: The maṇḍala is thought to be the body. The maṇḍala is thus thought to be

source: །རྩ་ཆེན་སུམ་ཅུ་རྩ་གཉིས་ཀྱི།
en: The network of thirty-two primary subtle channels.

source: །འཁོར་ལོར་ཡང་ནི་དཀྱིལ་འཁོར་བརྗོད།
en: “This very maṇḍala is the essence—

source: །བྱང་ཆུབ་སེམས་ནི་རིན་པོ་ཆེ། །དཀྱིལ་འཁོར་དེ་ཉིད་དཀྱིལ་འཁོར་ཉིད།
en: The great jewel of bodhicitta.

source: །ཕྱི་རོལ་བཅས་པའི་ནང་གཟུགས་ཀྱིས།
en: In its outer and inner aspects,

source: །སྣ་ཚོགས་ཁྱབ་ཅིང་རྣམ་པར་གནས།
en: It is present pervading everything. “The outer aspect constitutes the range of engagement

source: །ཕྱི་རོལ་གཟུགས་དང་སྒྲ་ལ་སོགས། །དབང་པོ་ཐམས་ཅད་འཇུག་པའོ།
en: Of all the sense faculties in forms, sounds, and the rest,

source: །ནང་གི་ཁུ་བ་ལ་སོགས་པ།
en: While the inner one is present as

source: །གྲུབ་པའི་རྫས་ནི་རྣམ་པར་གནས།
en: The ‘fulfilled’ substances, such as semen, and so forth.

source: །ཕྱི་རོལ་བཅས་པའི་ནང་ཉིད་ཀྱིས། །རྡོ་རྗེ་ཅན་གྱི་བྱང་ཆུབ་སེམས།
en: “By means of these outer and inner aspects

source: །སྦོམ་དང་ཕྲ་བའི་རང་བཞིན་གྱིས།
en: In their coarse and subtle forms, respectively—

source: །འགྲོ་བའི་གཉེན་གྱི་རང་བཞིན་ཅན།
en: Their essence being the bodhicitta of the followers

source: །དམ་ཚིག་དོན་དུ་གསུངས་པས་ནི།
en: “The bodhicitta taught in support of the pledge To become a buddha or a bodhisattva—

source: །དཀྱིལ་འཁོར་གོམས་པས་སྐྱེ་བ་འདིར།
en: Awakening can be attained in this very life, Thanks to this very maṇḍala.

source: །སངས་རྒྱས་ཉིད་ནི་ཐོབ་པར་འགྱུར།
en: “Through this maṇḍala will also come

source: །ཉན་ཐོས་རྣམས་ཀྱི་སངས་རྒྱས་དང་། །དེ་བཞིན་རང་རྒྱལ་རྣམས་ཀྱི་དང་། །ཚངས་པ་ལ་སོགས་ལྷ་རྣམས་ཀྱི། །དཀྱིལ་འཁོར་གོམས་བས་རྫོགས་པ་ཉིད།
en: The final attainments of the hearers, Solitary buddhas, and gods, Such as Brahmā, and so forth.

source: །ཤེས་རབ་མེ་ནི་ཆེར་འབར་བར།
en: “One should perform a burnt offering with appropriate substances—

source: །ནང་གི་ཁུ་བ་ལ་སོགས་དང་། །དེ་བཞིན་ཕྱི་རོལ་གཟུགས་སོགས་ཀྱི།
en: The inner ones, such as semen, and so forth, And the outer ones, like the aggregate of form and the rest—

source: །བསྲེག་རྫས་ཀྱིས་ནི་སྦྱིན་སྲེག་བྱ།
en: Offering them in a blazing fire of insight.

source: །སྐྱེ་མཆེད་དྲུག་དང་ཁམས་རྣམས་དང་། །ཕུང་པོ་ལ་སོགས་ཁྱད་པར་ལས།
en: “Based on the specificities of the six sense-fields, The elements, the aggregates, and so forth,

source: །དེ་རྣམས་ཀྱི་ནི་གཟུགས་ཅན་ལྷ།
en: They have the nature of deities,

source: །དེ་བཞིན་མཁའ་འགྲོ་མ་ཉིད་ནི།
en: And likewise, ḍākinīs.

source: །དེས་ནི་དེ་མཆོད་གང་གི་ཕྱིར།
en: “The inner worship is said to consist of these,

source: །རྣལ་འབྱོར་མཆོད་པར་ཡང་དག་བཤད།
en: For they are offered by the practitioner in worship.

source: །ཐོད་པ་འདི་ནི་མགོ་བོ་ཉིད།
en: The skull of one’s own head

source: །བསྲེག་རྫས་ཀྱི་ནོ་སྣོད་དུ་གསུངས།
en: Is said to be the vessel for burnt offerings.

source: །བླུགས་གཟར་རོ་མར་བཤད་པ་སྟེ།
en: “Rasanā is said to be the sacrificial sruva ladle;

source: །སྙིང་གི་འཁོར་ལོ་བརྐྱང་མ་དག །དགང་གཟར་ཞེས་བྱར་ཡང་དག་བརྗོད།
en: Lalanā , at the heart cakra, has the nature of the sruk ladle; The mouth is averred to be the sacrificial plate,

source: །ཐབ་ཁུང་ལྟེ་བའི་དཀྱིལ་འཁོར་དུ།
en: While the sacrificial fire pit is located in the hollow of the navel.

source: །ལས་ཀྱི་རླུང་གིས་བསྐྱོད་པ་ཡི།
en: “The brahmanical fire, fanned by activating winds,

source: །ཚངས་པའི་མེ་ནི་སུམ་མདོར་གནས།
en: Is located at the triangle of the abdomen.

source: །སྒྲ་ནི་སྔགས་ཞེས་བརྗོད་པ་སྟེ།
en: The sound of the winds is said to be the mantra,

source: །བཟླས་པ་འཁོར་བར་བྱེད་པ་ཡིན།
en: While their cycling is the repetition.

source: །བསྒོམ་པ་མཚུངས་པར་སྣང་བ་ཉིད།
en: “The appearances in such meditation

source: །དཀྱིལ་འཁོར་གཉིས་མེད་རྣལ་འབྱོར་ཕྱིར།
en: Reflect the practice of the nondual maṇḍala.

source: །ལྷན་ཅིག་སྐྱེས་པ་ཞོན་པ་འདི། །འདི་ནི་རྒྱལ་བའི་དཀྱིལ་འཁོར་གསུངས།
en: Mounted upon the innate nature, this is, accordingly,

source: །དཀྱིལ་འཁོར་བདག་པོའི་གཟུགས་ཀྱི་ཕྱིར།
en: The maṇḍala, and so forth, of the victorious ones.

source: །སློབ་དཔོན་སེམས་ཀྱི་རྒྱལ་པོ་ཉིད།
en: “The teacher is the sovereign mind,

source: །དེ་སྐད་ལ་སོགས་ཅི་གསུངས་པ།
en: According to his nature of being the lord of the maṇḍala.

source: །རྒྱུད་ནི་ཐམས་ཅད་རྟོགས་པར་བྱ།
en: He should therefore understand everything in this tantra Just as explained, starting from ‘Thus.’

source: །ད་དུང་བདག་ལ་ཐེ་ཚོམ་མཆིས།
en: “I am still unclear how the lord sports in the forms

source: །ཆོས་དང་ལོངས་སྤྱོད་སྤྲུལ་པ་དང་། །བདེ་བ་ཆེན་པོའི་གཟུགས་ཀྱིས་ནི། །མགོན་པོ་ཇི་ལྟར་རོལ་བར་འགྱུར།
en: Of dharmakāya, sambhogakāya, nirmāṇakāya, and great bliss.

source: །དེ་རྣམས་དབྱེ་བ་མི་འཚལ་བས།
en: I do not know the categories.

source: །སྤྱི་བོ་ལྟེར་སོན་འཁོར་ལོ་ནི།
en: “The two cakras located at the head and at the navel

source: །ཨེ་ཡི་དབྱིབས་སུ་ཡང་དག་གནས།
en: Each contain the shape of the letter e

source: །སྙིང་དང་མགྲིན་པར་ཡང་དག་གནས།
en: Those, on the other hand, that are in the heart and the throat

source: །བྃ་གི་རྣམ་པ་ལྟ་བུར་བརྗོད།
en: Bear a semblance to the syllable vaṁ

source: །ལྟེ་བའི་ནང་གནས་པདྨ་ནི།
en: “The cakra located at the navel

source: །འདབ་མ་དྲུག་ཅུ་རྩ་བཞིར་ལྡན།
en: Is a lotus with sixty-four petals. The one inside the head

source: །འདམ་སྐྱེས་འདབ་མ་སུམ་ཅུ་གཉིས། །སྤྱི་བོའི་ནང་དུ་རྣམ་པར་གནས།
en: Is a lotus with thirty-two petals.

source: །མགྲིན་པའི་ནང་དུ་སོན་པ་ཡང་།
en: “The one inside the neck

source: །པདྨ་ལོ་མ་བཅུ་དྲུག་ཉིད།
en: Is a lotus with sixteen petals,

source: །དེ་ཡི་སྙིང་གའི་གནས་སུ་ནི།
en: And the one in the heart

source: །པདྨ་འདབ་མ་བརྒྱད་དུ་བརྗོད།
en: Is known to be a lotus with eight petals. “The nirmāṇakāya is said to be

source: །འདབ་མ་དྲུག་ཅུ་རྩ་བཞི་ཉིད།
en: In the one with sixty-four petals,

source: །སྤྲུལ་པ་ལ་ནི་རབ་ཏུ་གྲགས།
en: Whereas the dharmakāya abides

source: །པདྨ་ཆེན་པོ་འདབ་བརྒྱད་པར།
en: In the lotus with eight great petals.

source: །ཆོས་ཀྱི་སྐུ་ནི་རབ་ཏུ་བསྐོར། །ལོངས་སྤྱོད་རྫོགས་པ་བཅུ་དྲུག་རྩིབས།
en: “The sambhogakāya abides in the lotus with sixteen petals,

source: །དེ་བཞིན་འདབ་མ་སུམ་ཅུ་གཉིས།
en: Whereas in the one with thirty-two petals,

source: །བདེ་ཆེན་ཡེ་ཤེས་ཆེན་པོ་ལ།
en: Great bliss, as great gnosis,

source: །ཀུན་ཏུ་ཡང་དག་རྣམ་པར་གནས།
en: Is situated throughout.

source: །སྤྲུལ་པའི་འཁོར་ལོའི་དབུས་སུ་ནི།
en: “In the center of the nirmāṇa cakra there is,

source: །སྡེ་ཚན་བརྒྱད་ཀྱིས་ཡོངས་སུ་བསྐོར།
en: Surrounded by the eight classes of letters,

source: །ཡིག་འབྲུ་དང་པོའི་ངོ་བོ་ཡིས།
en: That supreme syllable—the letter a

source: །འདི་ནི་ཨ་སྟེ་ཡི་གེ་མཆོག །ཆོས་ཀྱི་འཁོར་ལོར་རྣམ་བཤད་པ།
en: Which occupies the foremost position among all letters. “In the cakra of the dharmakāya

source: །ཧཱུྃ་ནི་མི་ཤིགས་པ་རུ་བརྗོད།
en: There is the celebrated syllable hūṁ , thought to be indestructible.

source: །དབྱངས་ལྔ་དང་ནི་ཡང་དག་ལྡན།
en: It appears in combination with five vowels,

source: །ཡ་ར་ལ་ཝས་རྣམ་པར་བརྒྱན།
en: And is adorned with ya , ra , la , and va

source: །ལོངས་སྤྱོད་འཁོར་ལོའི་ནང་གནས་པ།
en: “In the center of the sambhoga cakra

source: །ཨོཾ་ནི་ཡིག་འབྲུ་གསལ་བར་བྱེད། །ཆ་ནི་རྣམ་པ་བཞི་རྣམས་ཀྱིས།
en: There is the syllable oṁ , which illuminates all letters.

source: །ཀུན་ཏུ་ཡོངས་སུ་བསྐོར་བའོ།
en: It is surrounded on all sides By sixteen letters in sets of four.

source: །བདེ་ཆེན་འཁོར་ལོ་ཆེན་པོ་ལ།
en: “In the exalted cakra of great bliss

source: །ཧྃ་ནི་ཐིག་ལེའི་གཟུགས་ཅན་ནོ།
en: Is the syllable haṁ in the form of a drop.

source: །གཡོན་དང་གཡས་པའི་ངོས་དག་ལ། །ཟླ་བ་ཉི་མ་རྣམ་པར་བཤད།
en: The sun and the moon are said to be On its left and right sides respectively.

source: །མགྲིན་པ་ནས་བརྩམས་གཡོན་པའི་རྩ། །ལོངས་སྤྱོད་རྫོགས་པའི་སྐུ་ཅན་མ།
en: “In its section starting from the throat

source: །ལྟེ་བའི་ནང་དུ་ངལ་སོས་ཤིང་།
en: And ending at the center of the navel, The left channel , associated with the sambhogakāya,

source: །ཁ་ནི་འོག་ཏུ་མྱོས་བྱེད་འབབ།
en: Flows downward and carries semen. “The subtle channel that flows upward

source: །གང་ཞིག་ལྟེ་བ་ལས་སྟེངས་རྩ། །དེ་བཞིན་ཁ་ནི་སྟེང་དུ་འབབ།
en: In its section starting from the navel

source: །མགྲིན་པའི་ནང་དུ་ངལ་སོས་ཤིང་།
en: And ending at the center of the neck,

source: །ཁྲག་འབབ་པར་ནི་རབ་ཏུ་གྲགས།
en: Is said to carry blood.

source: །མྱོས་བྱེད་ཟླ་བ་ཞེས་བྱར་བཤད།
en: “Semen is called moon

source: །ཁྲག་ནི་ཉི་མ་ཞེས་བྱར་གསུངས།
en: Blood is known as sun

source: །སྒོ་གཉིས་མཉམ་པར་ཞོན་ནས་ནི།
en: Mounted upon the two openings,

source: །སྟེང་དང་འོག་ཏུ་མཉམ་གནས་པ།
en: They are situated below and above respectively.

source: །འདི་དག་ཟླ་བ་ཉི་མ་གཉིས།
en: “For these two, the moon and the sun,

source: །རྩ་ནི་གཉིས་སུ་རབ་ཏུ་གྲགས།
en: Are known as the duo of subtle channels That cause the going and the coming

source: །དཔའ་བོ་རྣམས་དང་མཁའ་འགྲོ་མའི།
en: Of the virile ones and the ḍākinīs.

source: །འགྲོ་བ་དང་ནི་འོང་བའི་རྒྱུར།
en: “Their meaning is that of setting and rising,

source: །ནུབ་པ་དང་ནི་འཆར་དོན་དང་། །ལོག་དང་སད་པ་ལྟ་བུར་གསུངས།
en: Similar to falling asleep and waking again.

source: །གཡོན་དང་གཡས་པའི་ངོས་ལ་ནི།
en: On the left and the right sides

source: །དབྱངས་ནི་བཅུ་གཉིས་ཡང་དག་གནས།
en: There are a dozen vowels.

source: །ཁ་ནི་སྟེང་དུ་ཡང་དག་བཤད།
en: “They are said to be facing upward

source: །ཀ་ལ་སོགས་པ་རྣམས་ཀྱིས་བསྐོར།
en: And are surrounded by the syllables ka , kā , and so forth.

source: །ཁ་ནི་འོག་གི་གནས་སུ་གནས།
en: The vowels are joined with these downward-facing consonants,

source: །ལྷག་པར་བྱས་ནས་སྦྱར་བ་ཉིད།
en: Which have been moved from the sides to the center.

source: །ཀྵ་ནི་སྲིན་པོ་ཉིད་གསུངས་པ།
en: “The syllable kṣa , which is called rākṣasa

source: །འོག་གི་ཆར་ནི་རྣམ་པར་གནས།
en: Is situated in the lower region of the body.

source: །གང་ཚེ་མགྲིན་པར་ཆགས་ཆེན་གྱི། །གཟུགས་ཀྱི་ཟླ་བ་གནས་པ་ན།
en: When the moon is present in the throat cakra In its mode of intense passion, “It is then called sambhogakāya,

source: །སངས་རྒྱས་རྣམས་ཀྱི་དམ་པའི་སྐུ།
en: The supreme body of buddhas.

source: །དེ་ཚེ་ལོངས་སྤྱོད་རྫོགས་པར་བཤད།
en: It is so called also when it is at the tip of the protuberance,

source: །གང་ཚེ་རྡོ་རྗེའི་རྩེར་གནས་པ།
en: Having reached the tip of the vajra.

source: །དེ་ཚེ་དེ་ནི་སྣ་རྩེར་རོ།
en: “When the sambhogakāya

source: །གང་ཚེ་ལོངས་སྤྱོད་རྫོགས་སྐུ་ཡང་། །ནུབ་པར་གནས་པར་གྱུར་པས་ན།
en: Has reached the end of its path

source: །བྷ་གའི་ནང་དུ་སོན་དེ་ཡང་།
en: And fallen into the bhaga,

source: །ཡུངས་ཀར་ཙམ་དུ་རྣམ་པར་གནས།
en: It is known as mustard seed

source: །ཉི་མའི་གཟུགས་སུ་ཡང་དག་བཤད།
en: “It is then said to have the nature of the sun

source: །སྤྲུལ་པའི་སྐུར་ནི་བརྗོད་པ་སྟེ།
en: And is called nirmāṇakāya. It is by way of this nirmāṇakāya

source: །སྤྲོས་པ་དེ་ཡིས་བསྐྱེད་པའོ།
en: “In that setting sun, In the form of nirmāṇakāya,

source: །པདྨ་གར་དབང་རྒྱལ་པོ་ནི།
en: Resides the king Padmanarteśvara,

source: །འདབ་མ་འབྱེད་པའི་སྦྱོར་བ་ཅན། །སྤྲུལ་པའི་སྐུ་ཡི་གཟུགས་སུ་ནི། །དེར་ནི་ཉི་མ་ནུབ་པ་ན།
en: In union with the lotus which was caused to open its petals.

source: །གང་ཚེ་རྫོགས་པའི་བྱང་ཆུབ་སེམས།
en: “When that, which is then called perfect bodhicitta

source: །གོང་བུར་གྱུར་པ་རྙོག་པ་མེད།
en: Becomes the pure embryonic lump,

source: །འཁོར་བའི་ལམ་ནི་རྣམ་བཅད་ཅིང་།
en: It is cut off from the paths of cyclic existence

source: །སྤྲོས་པ་ཉེར་ཞི་དགེ་བ་སྟེ།
en: And is the auspicious state of the cessation of conceptual thinking.

source: །གཉིས་མེད་མཆོག་ཏུ་དག་པ་ཉིད།
en: “Nondual and ultimately pure,

source: །དཔལ་ལྡན་རྡོ་རྗེ་སེམས་དཔའི་གཟུགས།
en: It is the nature of glorious Vajrasattva

source: །ཤྲཱི་ནི་ཧེ་རུ་ཀ་ཞེས་བརྗོད།
en: Called glorious Heruka

source: །རྒྱུད་ནི་སྲིན་བུའི་གཟུགས་ཅན་ཉིད།
en: Present in the tantras as a worm. “He is established in the three tantras

source: །རྒོད་དང་ལྟ་དང་ལག་བཅངས་ཉིད།
en: As a burst of laughter, a glance, or a handshake, respectively.

source: །རྒྱུད་དུ་དེ་ཉིད་རྣམ་པར་གནས།
en: He abides as a worm,

source: །འདོད་ཆགས་ཉིད་དང་ཆགས་བྲལ་ཡང་། །ཟོས་ནས་སྲིན་བུ་གནས་པ་ཉིད།
en: Consuming both passion and dispassion.”

source: །རྩ་ཐམས་ཅད་ཀྱི་མཉམ་པར་སྦྱོར་བ་མཁའ་འགྲོ་མའི་དྲ་བའི་སྡོམ་པ་སྟེ་དྲུག་པ་ལས་རབ་ཏུ་བྱེད་པ་གསུམ་པའོ།།
en: This concludes the third part of the sixth chapter on the subtle channel conjunctions which constitute the concealed essence of the ḍākinīs’ net.

source: །།དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་རྡོ་རྗེ་སྙིང་པོ་ལ་སོགས་པ་དང་། །རྣལ་འབྱོར་མ་བདག་མེད་མ་ལ་སོགས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then the great bodhisattvas, headed by Vajragarbha, with the yoginī Nairātmyā, and so forth, among them, spoke thus:

source: །འཁོར་ལོའི་བསྒོམ་པའི་ལམ་དང་ནི།
en: “Please teach us the way to meditate

source: །ལྷ་རྣམས་ཇི་ལྟར་འབྱུང་བ་དང་། །མཁའ་འགྲོའི་འཁོར་ལོའི་ཁྱད་པར་དང་། །དགོངས་པའི་སྐད་ཀྱི་ཁྱད་པར་ནི།
en: On the circle of deities according to the order of their arising And, in particular, the special circle of ḍākinīs

source: །བཅོམ་ལྡན་འདས་ཀྱིས་སྔར་གསུངས་ན།
en: And their secret code-language,

source: །སྡོམ་པའང་བདག་ལ་བཤད་དུ་གསོལ།
en: “As well as the concealed essence, which you mentioned before.”

source: །རྣལ་འབྱོར་མ་ལུས་དབུས་གནས་པར།
en: “The concealed essence is located in the center

source: །ཨ་ཡི་རྣམ་པར་སྡོམ་པའི་གནས།
en: Of the yoginī’s body in the form of the letter a . That secret essence is said to be the same

source: །ཇི་ལྟར་ཕྱི་རོལ་དེ་བཞིན་ནང་། །སྡོམ་པ་དེ་ཉིད་རབ་ཏུ་ཕྱེ།
en: In both its external and internal forms.

source: །བོ་ལའི་བདེ་བ་ཕྱག་རྒྱ་ཆེ།
en: “The pleasure derived from the bola is the mahāmudrā;

source: །རྡོ་རྗེ་སྐྱེ་མཆེད་ཐམས་ཅད་ཉིད།
en: The abode of the vajra is the means.

source: །འདིས་ནི་གསང་བའི་སྙོམས་འཇུག་པས། །ཕྱི་རོལ་གཉིས་གཉིས་བསྟན་པ་མེད།
en: The external coupling is explained As this secret combination.

source: །སྐུ་གསུམ་ལུས་ཀྱི་ནང་དུ་ནི།
en: “The three bodies are said to reside within the body

source: །འཁོར་ལོའི་གཟུགས་ཀྱིས་བརྗོད་པར་བྱ།
en: In the form of the three cakras.

source: །སྐུ་གསུམ་ཡོངས་སུ་ཤེས་པ་ལས། །བདེ་བ་ཆེན་པོའི་འཁོར་ལོར་བརྗོད།
en: The cakra of great bliss is understood In terms of fully cognizing the three bodies.

source: །ཆོས་དང་ལོངས་སྤྱོད་སྤྲུལ་པ་དང་། །དེ་བཞིན་བདེ་བ་ཆེན་པོ་ཉིད།
en: “There is dharmakāya, sambhogakāya, and nirmāṇakāya,

source: །སྐྱེ་གནས་མགྲིན་སྙིང་དབུས་སུ་ནི།
en: As well as the body of great bliss.

source: །སྐུ་གསུམ་པོ་ནི་རྣམ་པར་གནས།
en: The three bodies are situated Within the womb , the heart, and the throat.

source: །མ་ལུས་པ་ཡི་སེམས་ཅན་གྱི།
en: “Wherever any beings

source: །སྐྱེ་བ་གང་ལ་བརྗོད་བྱ་བ།
en: Are said to come into existence,

source: །གང་ཞིག་སྤྲུལ་པ་གནས་བརྟན་ཕྱིར།
en: There is the creation of the nirmāṇakāya,

source: །དེ་ལ་སྤྲུལ་པའི་སྐུ་ཉིད་ཡིན།
en: For this creation is constant and broad.

source: །སེམས་ནི་ཆོས་ཀྱི་རང་བཞིན་ཏེ།
en: “Phenomena are the nature of mind

source: །ཆོས་ཀྱི་སྐུ་ཡང་སྙིང་གར་ཡིན།
en: And the body of phenomena is in the heart.

source: །རོ་རྣམས་དྲུག་གི་གཟུགས་ཅན་གྱི། །བཟའ་བ་ངེས་པར་ལོངས་སྤྱོད་བརྗོད།
en: The sambhogakāya is said to be The enjoyment of the six types of flavors.

source: །ཆོས་རྣམས་ཀུན་ལ་གནས་བརྟན་ཕྱིར།
en: “As it is firmly rooted in all phenomena,

source: །ཐམས་ཅད་ཡོད་པའི་རང་བཞིན་ཅན།
en: Everything has its nature. The sambhogakāya cakra is in the neck,

source: །མགྲིན་པར་ལོངས་སྤྱོད་འཁོར་ལོ་དང་། །བདེ་བ་ཆེན་པོ་སྤྱི་བོར་གནས།
en: While the cakra of great bliss is in the head.

source: །ཨེ་བྃ་རྣམ་པ་རྒྱུ་མཐུན་ཉིད།
en: “The result corresponding to its cause is in the syllables e-vaṁ

source: །རྣམ་སྨིན་ཆོས་ཀྱི་འཁོར་ལོ་ལས། །སྐྱེས་བུ་བྱེད་པ་ལོངས་སྤྱོད་ལ།
en: The fully matured result is in the cakra of the dharmakāya; The result consisting of valiant effort is in the cakra of the sambhogakāya;

source: །བདེ་ཆེན་འཁོར་ལོར་དྲི་མེད་ཉིད། །རྒྱུ་མཐུན་ལ་སོགས་རབ་དབྱེ་བས།
en: And the stainless result is in the cakra of great bliss.

source: །འབྲས་བུ་རྣམ་པ་བཞི་ཞེས་བརྗོད།
en: “The result is said to be fourfold, Following the division of the result corresponding with its cause, and the rest. The partaker in karmic results is the lady Wisdom herself,

source: །ལས་ལ་བཅོམ་ལྡན་ཤེས་རབ་བརྗོད།
en: “The Sthāvarī division of the canon is in the cakra of nirmāṇakāya,

source: །སྤྲུལ་པའི་འཁོར་ལོ་གནས་བརྟན་བརྗོད། །ཆོས་ནི་ངག་ལས་བྱུང་བའི་ཕྱིར།
en: The Sarvāstivāda school is in the cakra of dharmakāya, For the doctrine is born from speech .

source: །འཁོར་ལོ་ཐམས་ཅད་ཡོད་པར་སྨྲ། །གང་ཞིག་མགྲིན་པར་ཀུན་བཀུར་ཕྱིར།
en: “The Saṃvidī school is in the cakra of the sambhogakāya,

source: །ལོངས་སྤྱོད་འཁོར་ལོར་ཀུན་བཀུར་ཉིད།
en: For experiencing is based in the throat.

source: །གང་ཞིག་བདེ་ཆེན་མགོར་གནས་ཕྱིར།
en: The Mahāsāṃghika school is in the cakra of great bliss,

source: །བདེ་ཆེན་འཁོར་ལོར་དགེ་འདུན་ཆེ།
en: For the great bliss is located in the head.

source: །སྡེ་པ་སྐུ་ཞེས་བརྗོད་པ་སྟེ།
en: “The mother’s body is said to be the congregation of monks;

source: །ལྟོ་བ་གནས་སུ་བརྗོད་པར་བྱ།
en: The mother’s belly is the monastery.

source: །སྐྱེ་གནས་འདོད་ཆགས་བྲལ་བ་ཉིད།
en: Inside the womb, the embryo is the renunciant;

source: །མངལ་གྱི་ཕྲུ་མ་ཆོས་གོས་ཏེ།
en: The embryo’s membrane is the flame-colored robe.

source: །དེ་བཞིན་མ་ནི་མཁན་པོ་ཉིད།
en: “One’s mother is one’s teacher;

source: །མགོ་བོར་ཐལ་མོ་སྦྱར་བ་ཕྱག །འགྲོ་བའི་བྱ་བ་ཁྲིམས་ཀྱིས་གནས།
en: Folding one’s hands at the head is the salutation. Worldly activity is the abiding by rules of conduct;

source: །དེ་བཞིན་སྔགས་བཟླས་ཨ་དང་ཧྃ།
en: The sound of breathing is the mantra recitation.

source: །སྔགས་འདོན་སྐྱེས་པ་དགེ་སློང་ཉིད།
en: “In this way a monk is born—muttering this mantra,

source: །གཅེར་བུ་སྐྲ་དང་ཁ་སྤུ་བྲེགས།
en: Naked, and with bald head and face.

source: །འདི་རྣམས་རྐྱེན་གྱིས་སེམས་ཅན་རྣམས། །སངས་རྒྱས་ཉིད་དུ་ཐེ་ཚོམ་མེད།
en: With such attributes, there is no doubt That all beings are buddhas.

source: །ཟླ་བ་བཅུ་ཡང་ས་རྣམས་ཏེ།
en: “The ten months of pregnancy are the ten stages,

source: །སེམས་ཅན་ས་བཅུའི་དབང་ཕྱུག་གོ།
en: And the beings in the womb are the lords of the ten stages. Referred to by the name semen , a buddha is implanted

source: །བཙུན་མོའི་བྷ་ག་བདེ་ཅན་དུ། །ཁུ་བ་ཞེས་བྱ་རྣམ་པར་གནས།
en: In the bhaga of a queen , which is the realm of Sukhāvatī.

source: །དེ་མེད་པས་ན་བདེ་མེད་འགྱུར།
en: “Without him—the semen—there would be no bliss,

source: །བདེ་བ་སྤངས་ན་དེ་མེད་འགྱུར།
en: And without bliss, he—the semen—would not arise.

source: །ནུས་པ་མེད་ཕྱིར་ལྟོས་དང་བཅས།
en: So, since these two are ineffective without each other,

source: །ལྷ་ཡི་རྣལ་འབྱོར་ལས་བདེ་བ།
en: In the case of impotence, the bliss can be generated through deity yoga.

source: །དེ་ཕྱིར་སངས་རྒྱས་དངོས་པོ་མིན།
en: “Consequently, buddhas are neither entities,

source: །དེ་ཉིད་དངོས་མེད་ཚུལ་ཡང་མིན།
en: Nor are they non-entities.

source: །ཞལ་ཕྱག་རྣམ་པ་གཟུགས་ཅན་ཉིད།
en: They possess a form with arms and face,

source: །མཆོག་ཏུ་བདེ་བ་གཟུགས་མེད་པ།
en: But in terms of the ultimate bliss, they are formless.

source: །དེ་ཕྱིར་འགྲོ་ཀུན་ལྷན་ཅིག་སྐྱེས།
en: “Therefore, all beings are the innate condition;

source: །ལྷན་ཅིག་སྐྱེས་པའི་རང་བཞིན་བརྗོད།
en: The innate condition is said to be their very nature.

source: །རྣམ་དག་རྣམ་པའི་སེམས་ཀྱིས་ནི།
en: With the mind in a purified form,

source: །རང་བཞིན་གྱིས་ནི་མྱ་ངན་འདས། །ཞལ་ཕྱག་ཁ་དོག་དབྱིབས་ལས་ནི།
en: This nature is nirvāṇa.

source: །ལྷ་ཡི་གཟུགས་ཀྱི་རྣལ་འབྱོར་ནི།
en: “Union with the form of the deity

source: །སྐྱེས་པ་ཙམ་གྱིས་རྣམ་པར་གནས།
en: Is established as soon as one is born Based on having a face, hands, color, and shape,

source: །འོན་ཀྱང་བག་ཆགས་ཕལ་པས་སོ།
en: But including also base predispositions from the past.

source: །ལྷ་མོས་དེ་སྐད་བཤད་པ་ནི།
en: “In this way, O goddess, is explained the usurpassable among all unions.”

source: །རྣལ་འབྱོར་ཀུན་གྱི་གོང་ན་མེད། །དེ་ནས་རྣལ་འབྱོར་མ་བདག་མེད་མ་ལ་སོགས་ལྷ་མོ་ཐམས་ཅད་ལ་འདི་ལྟ་སྟེ། སྤྱན་མ་དང་། མཱ་མ་ཀཱི་དང་། གོས་དཀར་མོ་དང་། སྒྲོལ་མ་དང་། ཁྲོ་གཉེར་ཅན་དང་། སྐུལ་བྱེད་མ་དང་། རི་ཁྲོད་མ་ཤིང་ལོ་ཅན་དང་། འོག་ཞལ་མ་དང་། སྡོམ་པ་མ་དང་། །དེ་དག་ལ་སོགས་པ་རི་རབ་ཀྱི་རྡུལ་ཕྲ་རབ་དང་མཉམ་པའི་རྣལ་འབྱོར་མ་རྣམས་མཆོག་ཏུ་ངོ་མཚར་བར་གྱུར་ཅིང་བརྒྱལ་བ་དང་། སྐྲག་པར་གྱུར་ཏོ།
en: Then all the goddesses, headed by Nairātmyā, including Locanā, Māmakī, Pāṇḍaravāsinī, Tārā, Bhṛkuṭī, Cundā, Parṇaśavarī, Ahomukhā and Śaṃvarī—yoginīs as numerous as the dust particles on Mount Sumeru—became utterly bewildered, fainting and trembling.

source: །དེ་ནས་མི་བསྐྱོད་པ་ལ་སོགས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །རྣལ་འབྱོར་མ་ནི་ཀུན་གྱི་ཚོགས།
en: At that moment, all the tathāgatas, headed by Akṣobhya, said this:

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བསླང་དུ་གསོལ།
en: “May the Blessed One please resuscitate all the hosts of yoginīs.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་མཁྱེན་པ་རྣམ་པར་རྒྱལ་བའི་རྡོ་རྗེ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས། རྣལ་འབྱོར་མ་ཐམས་ཅད་བསླང་བའི་ཕྱིར་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Then, having entered the meditative absorption called the “vajra conquering all ignorance,” the lord revived all the yoginīs and said:

source: །སེམས་ཅན་རྣམས་ནི་སངས་རྒྱས་ཉིད།
en: “Sentient beings are buddhas,

source: །འོན་ཀྱང་བློ་བུར་དྲི་མས་བསྒྲིབས།
en: But they are sullied by adventitious defilements.

source: །དེ་བསལ་ནས་ནི་སངས་རྒྱས་ཉིད།
en: When these defilements are removed, they become buddhas.

source: །བཅོམ་ལྡན་འདས་དེ་དེ་བཞིན་ནོ། །རིགས་ཀྱི་བུ།
en: This is so, O Blessed One and other sons of noble family. “If an ordinary man were to eat poison in ignorance

source: གང་ཞིག་མི་ཤེས་འཇིག་རྟེན་པ།
en: He would fall unconscious.

source: །བཙན་དུག་ཟོས་པས་བརྒྱལ་བར་འགྱུར།
en: But if he were free from delusion,

source: །རྨོངས་སྤངས་དེ་ཉིད་ཡིད་ཀྱིས་ནི། །དེ་ཡི་དེ་ཉིད་ཡོངས་སུ་གཅོད།
en: Then knowing the truth would neutralize his affliction.

source: །དུག་གི་དུམ་བུ་གང་ཉིད་ཀྱིས། །སྐྱེ་བོ་ཐམས་ཅད་འཆི་བར་འགྱུར།
en: “One who knows the true nature of poison

source: །དུག་གི་དེ་ཉིད་ཤེས་པ་དེས།
en: Can overcome poison with poison,

source: །དུག་གིས་དུག་ནི་འབིགས་པར་བྱེད།
en: Using a potion that would kill All other creatures.

source: །ཇི་ལྟར་རླུང་གིས་ཟིན་དེ་ལ།
en: “Similarly, someone afflicted by flatulence

source: །མ་ཤའི་བཟའ་བ་སྦྱིན་པར་བྱ།
en: Is given a dish of beans, For flatulence is killed by flatulence

source: །ལྡོག་པའི་སྨན་ནི་བརྟགས་པ་ལས།
en: After administering a medicine that seems counterproductive.

source: །རླུང་གིས་རླུང་ལ་སྣུན་པར་བྱེད།
en: “Conditioned existence is purified by conditioned existence,

source: །སོ་སོར་རྟོག་ལས་རྣམ་རྟོག་དང་། །སྲིད་པ་ཉིད་ཀྱིས་སྲིད་དག་བྱེད།
en: And concepts are removed by concepts.

source: །ཇི་ལྟར་རྣ་བར་ཆུ་ཞུགས་པ།
en: Just as water that has gotten inside the ear

source: །ཆུ་གཞན་གྱིས་ནི་དགུག་པར་བྱ།
en: Is extracted with more water,

source: །དེ་བཞིན་དངོས་པོའི་རྣམ་རྟོག་ཀྱང་།
en: “So too are concepts about entities

source: །རྣམ་པར་ངེས་པས་སྦྱང་བར་བྱ།
en: Purified with entity-forms of the deity.

source: །ཇི་ལྟར་འཚེད་པས་ཚིག་པ་ལ།
en: Just as those who have been burned by fire

source: །ཡང་ནི་མེ་ཡིས་གདུང་བར་བྱ།
en: Apply fire once more as a sudorific,

source: །དེ་བཞིན་འདོད་ཆགས་མེས་ཚིག་པ།
en: “So too those burned by the fire of passions

source: །འདོད་ཆགས་མེ་ཡིས་གདུང་བར་བྱ། །སྐྱེ་བོ་མི་བཟད་པ་ཡི་ལས།
en: Apply the sudorific of the fire of passion.

source: །གང་དང་གང་གིས་འཆིང་འགྱུར་བ།
en: Any savage act that binds

source: །ཐབས་དང་བཅས་ན་དེ་ཉིད་ཀྱིས།
en: Its perpetrator by karma “Can, in and of itself, when conjoined with skillful means,

source: །སྲིད་པའི་འཆིང་བ་ལས་གྲོལ་འགྱུར།
en: Release him from the fetters of conditioned existence.

source: །འདོད་ཆགས་ཀྱིས་ནི་འཇིག་རྟེན་འཆིང་།
en: People are bound by passion,

source: །འདོད་ཆགས་ཉིད་ཀྱིས་རྣམ་པར་གྲོལ།
en: And only by passion are they released.

source: །བཟློག་པའི་སྒོམ་པ་འདི་ཉིད་ནི།
en: “This inverted meditation

source: །སངས་རྒྱས་མུ་སྟེགས་ཀྱིས་མི་ཤེས།
en: Is unknown to orthodox Buddhists or tīrthikas.
